{
  "LuaSnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "competitest.nvim": { "branch": "master" },
  "cyberdream.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "live-preview.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-wakatime": { "branch": "master" }
}
